Repository: zabeda/Piranha
Catalog: Piranha/Resources/Settings.*.resx
Languages: de_de

# AccessDescription
source: Description
de_de: Beschreibung

# AccessDescriptionLength
source: The description has a maximum length of 255 characters.
de_de: Die Beschreibung hat eine maximale Länge von 255 Zeichen.

# AccessGroup
source: Group
de_de: Gruppe

# AccessGroupRequired
source: The group is required.
de_de: Die Gruppe ist erforderlich.

# AccessMembers
source: Members
de_de: Mitglieder.

# AccessMembersNew
source: When the permission has been created you can see who has access to it.
de_de: Wenn die Berechtigung erstellt wurde, können Sie sehen, wer Zugriff darauf hat.

# AccessNameLength
source: The name has a maximum length of 64 characters.
de_de: Der Name hat eine maximale Länge von 64 Zeichen.

# AccessNameRequired
source: The name is required.
de_de: Die Name ist erforderlich.

# Account
source: User account
de_de: Benutzerkonto

source: Change password
de_de: Passwort ändern

# CreatePassword
source: Set password
de_de: Passwort angeben

# EditTitleExistingAccess
source: Edit permission
de_de: Berechtigung bearbeiten

# EditTitleExistingGroup
source: Edit group
de_de: Gruppe bearbeiten

# EditTitleExistingParam
source: Edit parameter
de_de: Parameter bearbeiten

# EditTitleExistingUser
source: Edit user
de_de: Benutzer bearbeiten

# EditTitleNewAccess
source: Add permission
de_de: Berechtigung hinzufügen

# EditTitleNewGroup
source: Add new group
de_de: Neue Gruppe hinzufügen

# EditTitleNewParam
source: Add new parameter
de_de: Neuen Parameter hinzufügen

# EditTitleNewUser
source: Add new user
de_de: Neuen Benutzer hinzufügen

# EmailLength
source: The email address has a maximum length of 128 characters.
de_de: Die e-Mail-Adresse hat eine maximale Länge von 128 Zeichen.

# EmailRequired
source: The email address is required.
de_de: Die e-Mail-Adresse ist erforderlich.

source: Firstname
de_de: Vorname

# FirstnameLength
source: The firstname has a maximum length of 128 characters.
de_de: Der Vorname hat eine maximale Länge von 128 Zeichen.

# FirstnameRequired
source: The firstname is required.
de_de: Der Vorname ist erforderlich.

source: Generate
de_de: Generieren

# GroupDescription
source: Description
de_de: Beschreibung

# GroupDescriptionLength
source: The description has a maximum length of 255 characters.
de_de: Die Beschreibung hat eine maximale Länge von 255 Zeichen.

# GroupMembers
source: Members
de_de: Mitglieder

# GroupMembersNew
source: You can't view group members until the group has been created.
de_de: Sie können die Mitglieder der Gruppe nicht anzeigen, bis die Gruppe erstellt wurde.

# GroupNameLength
source: The name has a maximum length of 64 characters.
de_de: Der Name hat eine maximale Länge von 64 Zeichen.

# GroupNameRequired
source: The name is required.
de_de: Der Name ist erforderlich.

# ListTitle
source: Settings
de_de: Einstellungen

# ListTitleAccess
source: Permissions
de_de: Berechtigungen

# ListTitleExternal
source: External systems
de_de: Externe Systeme

# ListTitleGroups
source: Groups
de_de: Gruppen

# ListTitleParams
source: Parameters
de_de: Parameter

# ListTitleUsers
source: Users
de_de: Benutzer

# Locked
source: Lock
de_de: Sperren

# LockedInfo
source: Whether the user should be unable to log in
de_de: Ob der Benutzer sich nicht anmelden kann.

# LockedUntil
source: Lock until
de_de: Sperren bis

# Login
source: Username
de_de: Benutzername

# LoginLength
source: The username has a maximum length of 64 characters.
de_de: Der Benutzername hat eine maximale Länge von 64 Zeichen.

# LoginRequired
source: The username is required.
de_de: Der Benutzername ist erforderlich.

# MessageAccessDeleted
source: The permission has been deleted.
de_de: Die Berechtigung wurde gelöscht.

# MessageAccessNotDeleted
source: An error occurred while deleting the permission.
de_de: Fehler beim Löschen der Berechtigung.

# MessageAccessNotSaved
source: An error occurred while saving the permission.
de_de: Fehler beim Speichern der Berechtigung.

# MessageAccessSaved
source: The permission has been saved.
de_de: Die Berechtigung wurde gespeichert.

# MessageGroupDeleted
source: The group has been deleted.
de_de: Die Gruppe wurde gelöscht.

# MessageGroupNotDeleted
source: An error occurred while deleting the group.
de_de: Fehler beim Löschen der Gruppe.

# MessageGroupNotSaved
source: An error occurred while saving the group.
de_de: Fehler beim Speichern der Gruppe.

# MessageGroupSaved
source: The group has been saved.
de_de: Die Gruppe wurde gespeichert.

# MessageNewPassword
source: The new password is
de_de: Das neue Passwort ist

# MessageParamDeleted
source: The parameter has been deleted.
de_de: Der Parameter wurde gelöscht.

# MessageParamNotDeleted
source: An error occurred while deleting the parameter.
de_de: Fehler beim Löschen des Parameters.

# MessageParamNotSaved
source: An error occurred while saving the parameter.
de_de: Fehler beim Speichern des Parameters.

# MessageParamSaved
source: The parameter has been saved.
de_de: Der Parameter wurde gespeichert.

# MessageUserDeleted
source: The user has been deleted.
de_de: Der Benutzer wurde gelöscht.

# MessageUserNotDeleted
source: An error occurred while deleting the user.
de_de: Fehler beim Löschen des Benutzers.

# MessageUserNotSaved
source: An error occurred while saving the user.
de_de: Fehler beim Speichern des Benutzers.

# MessageUserSaved
source: The user has been saved.
de_de: Der Benutzer wurde gespeichert.

# ParamDescription
source: Description
de_de: Beschreibung

# ParamDescriptionLength
source: The description has a maximum length of 255 characters.
de_de: Die Beschreibung hat eine maximale Länge von 255 Zeichen.

# ParamNameLength
source: The parameter name has a maximum length of 64 characters.
de_de: Der Parametername hat eine maximale Länge von 64 Zeichen.

# ParamNameRequired
source: The parameter name is required.
de_de: Der Parametername ist erforderlich.

# ParamValue
source: Value
de_de: Wert

# ParamValueLength
source: The parameter value has a maximum length of 128 characters.
de_de: Der Wert des Parameters hat eine maximale Länge von 128 Zeichen.

source: Parent group
de_de: Übergeordnete Gruppe

# PasswordConfirmError
source: The passwords does not match.
de_de: Die Passwörter stimmen nicht überein.

source: Surname
de_de: Nachname

# SurnameLength
source: The surname has a maximum length of 128 characters.
de_de: Der Nachname hat eine maximale Länge von 128 Zeichen.

# SurnameRequired
source: The surname is required.
de_de: Der Nachname ist nicht erforderlich.

# ToolbarAddAccess
source: Add new permission
de_de: Neue Berechtigung hinzufügen

# ToolbarAddGroup
source: Add new group
de_de: Neue Gruppe hinzufügen

# ToolbarAddParam
source: Add new parameter
de_de: Neuen Parameter hinzufügen

# ToolbarAddUser
source: Add new user
de_de: Neuen Benutzer hinzufügen

# UserInfo
source: User information
de_de: Benutzerinformationen
