Repository: zabeda/Piranha
Catalog: Core/Piranha/Resources/Content.*.resx
Languages: de_de, fr_fr, pt_br, sv_se

# ChooseFile
source: Upload file
de_de: Upload Datei
fr_fr: Télécharger le fichier
pt_br: Subir arquivo
sv_se: Ladda upp fil

# ContentSize
source: File size
de_de: Dateigröße
fr_fr: Taille du fichier
pt_br: Tamanho do arquivo
sv_se: Filstorlek

# ContentType
source: Type
de_de: Typ
pt_br: Tipo
sv_se: Typ

source: Description
de_de: Beschreibung
pt_br: Descrição
sv_se: Beskrivning

# EditTitleExistingDocument
source: Edit document
de_de: Dokument bearbeiten
fr_fr: Modifier le document
pt_br: Editar documento
sv_se: Ändra dokument

# EditTitleExistingFolder
source: Edit folder
de_de: Ordner bearbeiten
fr_fr: Modifier le dossier
pt_br: Editar pasta
sv_se: Ändra mapp

# EditTitleExistingImage
source: Edit Image
de_de: Bild bearbeiten
fr_fr: Modifier l'image
pt_br: Editar imagem
sv_se: Ändra bild

# EditTitleNew
source: Add new content
de_de: Neuen Inhalt hinzufügen
fr_fr: Ajouter du nouveau contenu
pt_br: Adicionar conteúdo
sv_se: Lägg till nytt innehåll

# EditTitleNewFolder
source: Add new folder
de_de: Neuen Ordner hinzufügen
fr_fr: Ajouter un nouveau dossier
pt_br: Adicionar nova pasta
sv_se: Lägg till mapp

source: File information
de_de: Datei-Information
fr_fr: Informations sur les fichiers
pt_br: Informação do arquivo
sv_se: Filinformation

source: Filename
de_de: Dateiname
fr_fr: Nom de fichier
pt_br: Nome do arquivo
sv_se: Filnamn

source: From URL
de_de: Von URL
fr_fr: Depuis URL
pt_br: Da URL
sv_se: Från URL

source: Image size
de_de: Bildgröße
fr_fr: Taille de l'image
pt_br: Tamanho da imagem
sv_se: Bildstorlek

source: Including cache
de_de: Einschließlich Cache
fr_fr: Y compris cache
pt_br: Incluindo cache
sv_se: Inklusive cache

# LastSynced
source: Server date
de_de: Server Datum
fr_fr: Date du serveur
pt_br: Data do servidor
sv_se: Datum på servern

# ListDelete
source: Delete content
de_de: Inhalt löschen
fr_fr: Supprimer le contenu
pt_br: Deletar conteúdo
sv_se: Ta bort innehåll

# ListTitle
source: Images & documents
de_de: Bilder & Dokumente
pt_br: Imagens & documentos
sv_se: Bilder & dokument

# MessageDocumentDeleted
source: The document has been deleted.
de_de: Das Dokument wurde gelöscht.
fr_fr: Le document a été supprimé.
pt_br: O documento foi excluído.
sv_se: Dokumentet har raderats.

# MessageDocumentNotDeleted
source: An error occurred while deleting the document.
de_de: Beim Löschen des Dokuments ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de la suppression du document.
pt_br: Ocorreu um erro ao excluir o documento.
sv_se: Ett fel har inträffat. Dokumentet kunde inte raderas.

# MessageDocumentNotFound
source: The document was not found on the server.
de_de: Das Dokument wurde auf dem Server nicht gefunden.
fr_fr: Le document n'a pas été trouvé sur le serveur.
pt_br: O documento não foi encontrado no servidor.
sv_se: Dokumentet hittades inte på servern.

# MessageDocumentNotSynced
source: No newer version of the document exists on the server.
de_de: Es existiert keine neuere Version des Dokuments auf dem Server.
fr_fr: Aucune version plus récente du document n'existe sur le serveur.
pt_br: Nenhuma versão mais recente do documento existe no servidor.
sv_se: Det finns ingen nyare version av dokumentet på servern.

# MessageDocumentSaved
source: The document has been saved.
de_de: Das Dokument wurde gespeichert.
fr_fr: Le document a été enregistré.
pt_br: O documento foi salvo.
sv_se: Dokumentet har sparats.

# MessageDocumentSynced
source: The document has been updated from the server.
de_de: Das Dokument wurde vom Server aktualisiert.
fr_fr: Le document a été mis à jour depuis le serveur.
pt_br: O documento foi atualizado a partir do servidor.
sv_se: Dokumentet har uppdaterats från servern.

# MessageDocumentSyncError
source: An error occured on the document server.
de_de: Auf dem Dokumentenserver ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite sur le serveur de documents.
pt_br: Ocorreu um erro no servidor de documentos.
sv_se: Ett fel inträffade på dokumentservern.

# MessageFolderDeleted
source: The folder has been deleted.
de_de: Der Ordner wurde gelöscht.
fr_fr: Le dossier a été supprimé.
pt_br: A pasta foi excluída.
sv_se: Mappen har raderats.

# MessageFolderNotDeleted
source: An error occured while deleting the folder.
de_de: Beim Löschen des Ordners ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite lors de la suppression du dossier.
pt_br: Ocorreu um erro ao excluir a pasta.
sv_se: Ett fel har inträffat. Mappen kunde inte raderas.

# MessageFolderSaved
source: The folder has been saved.
de_de: Der Ordner wurde gespeichert.
fr_fr: Le dossier a été enregistré.
pt_br: A pasta foi salva.
sv_se: Mappen har sparats.

# MessageImageDeleted
source: The image has been deleted.
de_de: Das Bild wurde gelöscht.
fr_fr: L'image a été supprimée.
pt_br: A imagem foi excluída.
sv_se: Bilden har raderats.

# MessageImageNotDeleted
source: An error occurred while deleting the image.
de_de: Beim Löschen des Bildes ist ein Fehler aufgetreten
fr_fr: Une erreur s'est produite lors de la suppression de l'image.
pt_br: Ocorreu um erro ao excluir a imagem.
sv_se: Ett fel har inträffat. Bilden kunde inte raderas.

# MessageImageNotFound
source: The image was not found on the server.
de_de: Das Bild wurde auf dem Server nicht gefunden.
fr_fr: L'image n'a pas été trouvée sur le serveur.
pt_br: A imagem não foi encontrada no servidor.
sv_se: Bilden hittades inte på servern.

# MessageImageNotSynced
source: No newer version of the image exists on the server.
de_de: Auf dem Server ist keine neuere Version des Bildes vorhanden.
fr_fr: Aucune nouvelle version de l'image n'existe sur le serveur.
pt_br: Nenhuma versão mais recente da imagem existe no servidor.
sv_se: Det finns ingen nyare version av bilder på servern.

# MessageImageSaved
source: The image has been saved.
de_de: Das Bild wurde gespeichert.
fr_fr: L'image a été enregistrée.
pt_br: A imagem foi salva.
sv_se: Bilden har sparats.

# MessageImageSynced
source: The image has been updated from the server.
de_de: Das Bild wurde auf dem Server aktualisiert.
fr_fr: L'image a été mise à jour depuis le serveur.
pt_br: A imagem foi atualizado a partir do servidor.
sv_se: Bilder har uppdaterats från servern.

# MessageImageSyncError
source: An error occured on the image server.
de_de: Auf dem Bilder Server ist ein Fehler aufgetreten.
fr_fr: Une erreur s'est produite sur le serveur de l'image.
pt_br: Ocorreu um erro no servidor de imagem.
sv_se: Ett fel inträffade på bildservern.

# MessageNotSaved
source: An error occurred while saving the content.
de_de: Fehler beim Speichern des Inhalts.
fr_fr: Une erreur s'est produite lors de l'enregistrement du contenu.
pt_br: Ocorreu um erro ao salvar o conteúdo.
sv_se: Ett fel har inträffat. Innehållet kunde inte raderas.

source: Name
fr_fr: Nom
pt_br: Nome
sv_se: Namn

source: Original URL
fr_fr: URL d'origine
pt_br: URL original
sv_se: Orginal URL

# ParentId
source: Folder
de_de: Ordner
fr_fr: Dossier
pt_br: Pasta
sv_se: Mapp

# ThumbnailNewDescription
source: The thumbnail will be shown after you have uploaded the new content.
de_de: Das Vorschaubild wird angezeigt, nachdem Sie die neue Inhalte hochgeladen haben.
fr_fr: La vignette sera affichée lorsque vous aurez téléchargé le nouveau contenu.
pt_br: A miniatura será mostrada depois de ter carregado o novo conteúdo.
sv_se: Eftersom du ännu inte laddat upp något kan det inte visas någon tumnagel.

# ToolbarAdd
source: Upload new content
de_de: Neuen Inhalt hochladen.
fr_fr: Télécharger nouveau contenu
pt_br: Subir novo conteúdo
sv_se: Ladda upp nytt innehåll

# ToolbarAddFolder
source: Add folder
de_de: Ordner hinzufügen.
fr_fr: Ajouter un dossier
pt_br: Nova pasta
sv_se: Ny mapp

# Upload
source: From disc
de_de: Von der Festplatte
fr_fr: Depuis le disque
pt_br: Da máquina
sv_se: Från disk

# MessageDocumentPublished
source: The document has been published.
de_de: Das Dokument wurde veröffentlicht.
fr_fr: Le document a été publié.
pt_br: O documento foi publicado.
sv_se: Dokumentet har publicerats.

# MessageDocumentUnpublished
source: The document has been unpublished.
de_de: Die Veröffentlichung des Dokuments wurde zurückgezogen.
fr_fr: Le document a été inédit.
pt_br: O documento foi despublicado.
sv_se: Dokumentet har avpublicerats.

# MessageFolderPublished
source: The folder has been published.
de_de: Der Ordner wurde veröffentlicht.
fr_fr: Le dossier a été publié.
pt_br: A pasta foi publicada.
sv_se: Mappen har publicerats.

# MessageFolderUnpublished
source: The folder has been unpublished.
de_de: Die Veröffentlichung des Ordners wurde zurückgezogen.
fr_fr: Le dossier a été inédit.
pt_br: A pasta foi despublicada.
sv_se: Mappen har avpublicerats.

# MessageImagePublished
source: The image has been published.
de_de: Das Bild wurde veröffentlicht.
fr_fr: L'image a été publiée.
pt_br: A imagem foi publicada.
sv_se: Bilden har publicerats.

# MessageImageUnpublished
source: The image has been unpublished.
de_de: Die Veröffentlichung des Bildes wurde zurückgezogen.
fr_fr: L'image a été inédite.
pt_br: A imagem foi despublicada.
sv_se: Bilden har avpublicerats.

# MessageNotFound
source: An error occured. The specified media object could not be found.
de_de: Es ist ein Fehler aufgetreten. Das angegebenen Medienobjekt konnte nicht gefunden werden.
fr_fr: Une erreur s'est produite. L'objet média spécifié est introuvable.
pt_br: Ocorreu um erro. O objeto de mídia especificado não pôde ser encontrado.
sv_se: Ett fel har inträffat. Innehållet kunde inte hittas.

# MessageReverted
source: The latest published version has now been restored.
de_de: Die letzte veröffentlichte Version wurde wieder hergestellt.
fr_fr: La dernière version publiée a été restaurée.
pt_br: A última versão publicada foi agora restaurado.
sv_se: Den senast publicerade versionen har nu återställts.

source: Choose existing
de_de: Vorhandenen wählen
fr_fr: Choisissez existant
pt_br: Escolha existente
sv_se: Välj befintlig

source: Upload new
de_de: Neu hochladen
fr_fr: Télécharger nouveau
pt_br: Subir novo
sv_se: Ladda upp ny

# MessageDeleteConfirmFile
source: Are you sure you want to delete the selected document?
de_de: Sind Sie sicher, dass Sie das ausgewählte Dokument löschen wollen?
fr_fr: Êtes-vous sûr de vouloir supprimer le document sélectionné ?
pt_br: Tem certeza de que deseja excluir o documento selecionado?
sv_se: Vill du ta bort det valda dokumentet?

# MessageDeleteConfirmFolder
source: Are you sure you want to delete the selected folder?
de_de: Sind Sie sicher, dass Sie den ausgewählten Ordner löschen wollen?
fr_fr: Êtes-vous sûr de vouloir supprimer le dossier sélectionné ?
pt_br: Tem certeza de que deseja excluir a pasta selecionada?
sv_se: Vill du ta bort den valda mappen?

# MessageDeleteConfirmImage
source: Are you sure you want to delete the selected image?
de_de: Sind Sie sicher, dass Sie das ausgewählte Bild löschen wollen?
fr_fr: Êtes-vous sûr de vouloir supprimer l'image sélectionnée ?
pt_br: Tem certeza de que deseja excluir a imagem selecionada?
sv_se: Vill du ta bort den valda bilden?

# MessageUpdated
source: The published version has been updated.
de_de: Die veröffentlichte Version wurde aktualisiert.
fr_fr: La version publiée a été mise à jour.
pt_br: A versão publicada foi atualizada.
sv_se: Den publicerade versionen har uppdaterats.

# CroppingBottom
source: Bottom
sv_se: Underdel

# CroppingCenter
source: Center
sv_se: Mitten

# CroppingLeft
source: Left
sv_se: Vänster

source: Cropping position
sv_se: Beskärningsläge

# CroppingRight
source: Right
sv_se: Höger

# CroppingTop
source: Top
sv_se: Överdel

source: Horizontal
sv_se: Horisontellt

source: Vertical
sv_se: Vertikalt

# AlternateText
source: Alt. text
de_de: Alternativer Text
fr_fr: Texte alt.
